[
    {
        "title": "Undergraduate Course Assistant",
        "organization": "Manning CICS, UMass Amherst",
        "liveUrl": "https://www.cics.umass.edu/",
        "duration": "August 2021 - Current",
        "description": [
            "Assist the instructor and TAs to help students taking CS 240 understand the principles and applications of Probability Theory",
            "Grade homework assignments for 300+ students and provide constructive feedback to help students learn better",
            "Respond to students’ questions on Piazza promptly to explain core concepts and resolve doubts pertaining to course materials"
        ],
        "logo": "CICS"
    },
    {
        "title": "Software Development Intern",
        "organization": "InnovationM Mobile & Web Technologies",
        "liveUrl": "https://www.innovationm.com/",
        "duration": "June 2021 - August 2021",
        "description": [
            "Developed a grievance redressal platform for internal use by 200+ employees from scratch, in a team of 2 developers",
            "Built the backend using Node.js with Express server and modelled the database layer using MongoDB through mongoose wrapper",
            "Designed the frontend using React along with Redux state management and performed partial API integration",
            "Containerized the application using Docker for ease of deployment as a service in a microservice architecture framework"
        ],
        "logo": "InnovationM"
    },
    {
        "title": "Business Development Associate",
        "organization": "VirtuBox Infotech",
        "liveUrl": "https://www.virtubox.io/",
        "duration": "July 2020 - August 2020",
        "description": [
            "Developed engineering workflows and prepared suggestions for a smoother transition from Vue.js codebase to React codebase for CMS",
            "Worked on competitor analysis, keyword research, and image production, for app-store optimization of 5 client applications",
            "Produced 10+ video tutorials explaining the functionality of the company’s CMS dashboard, for publication on YouTube"
        ],
        "logo": "VirtuBox"
    },
    {
        "title": "Class of 2023",
        "organization": "University of Massachusetts Amherst",
        "liveUrl": "https://www.umass.edu",
        "logo": "UMass"
    },
    {
        "title": "Class of 2019",
        "organization": "Delhi Public School, R. K. Puram",
        "liveUrl": "https://www.dpsrkp.net",
        "logo": "DPSRKP"
    }
]
